<?php
return [
    'referred_by' => 'ណែនាំដោយ',
    'tree' => 'ខ្សែ',
    'commission' => 'កំណត់ត្រាកម្រៃជើងសាររបស់ខ្ញុំ',
    'g_commission' => 'កំណត់ត្រាកម្រៃជើងសារទូទៅ',
    'spending' => 'កំណត់ត្រាចំណាយ PV',
    'total_pv' => 'PV សរុបរបស់ខ្ញុំ',
    'sign in' => 'ចូលប្រើប្រាស់',
    'sign up' => 'ចូលជាសមាជិក',
    'profile' => 'កែប្រែគណនីរបស់ខ្ញុំ',
    'back' => 'ត្រលប់ក្រោយ',
    'date' => 'កាលបរិច្ឋេទ',
    'left_pv' => 'PV ឆ្វេង',
    'right_pv' => 'PV ស្តាំ',
    'data_not_found' => 'ពុំមានទិន្នន័យ',
];
