<?php
return [
    'congratulation' => 'អបអរសាទរ!',
    'registered' => 'អ្នកបានក្លាយជាសមាជិកអូមហាដោយជោគជ័យ.',
    'english_text' => 'អាចបញ្ចូលបានតែអក្សរឡាតាំងតែប៉ុណ្ណោះ',
    'khmer_text' => 'អាចបញ្ចូលបានតែអក្សរខ្មែរតែប៉ុណ្ណោះ',
    'tree_taken' => 'មានសមាជិករួចហើយ',
    'user_not_found' => 'មិនមានទិន្នន័យអ្នកណែនាំនេះឡើយ',
    'referred_tree' => 'អ្នកនឹងត្រូវបានចុះឈ្មោះនៅពីក្រោម :join_user នៅជើងខាង :position',
    'referrer' => 'ឈ្មោះអ្នកណែនាំផ្ទាល់ :name',
    'step1' => 'ជំហានទី១',
    'step2' => 'ជំហានទី២',
    'step3' => 'ជំហានទី៣',
    'step4' => 'ជំហានទី៤',
    'step5' => 'ជំហានទី៥',
];
